<?xml version="1.0" ?>
<net name="db_test" version="10">
	<layers>
		<layer id="0" name="image:0" type="Parameter" version="opset1">
			<data element_type="f32" shape="1,1344,1024,3"/>
			<output>
				<port id="0" precision="FP32">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="1" name="StatefulPartitionedCall/model_2/rescaling/Cast/x:0/EltwiseUnsqueeze5377_const" type="Const" version="opset1">
			<data element_type="f32" offset="0" shape="1,1,1,1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="2" name="StatefulPartitionedCall/model_2/rescaling/mul" type="Multiply" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="3" name="StatefulPartitionedCall/model_2/rescaling/Cast_1/x:0/EltwiseUnsqueeze5381_const" type="Const" version="opset1">
			<data element_type="f32" offset="4" shape="1,1,1,1" size="4"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="4" name="StatefulPartitionedCall/model_2/rescaling/add" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="5" name="StatefulPartitionedCall/model_2/Conv/Conv2D__6/Cast_110581_const" type="Const" version="opset1">
			<data element_type="i64" offset="8" shape="4" size="32"/>
			<output>
				<port id="1" precision="I64">
					<dim>4</dim>
				</port>
			</output>
		</layer>
		<layer id="6" name="StatefulPartitionedCall/model_2/Conv/Conv2D__6" type="Transpose" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>1344</dim>
					<dim>1024</dim>
					<dim>3</dim>
				</port>
				<port id="1">
					<dim>4</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1344</dim>
					<dim>1024</dim>
				</port>
			</output>
		</layer>
		<layer id="7" name="StatefulPartitionedCall/model_2/Conv/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="40" shape="16,3,3,3" size="1728"/>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="8" name="StatefulPartitionedCall/model_2/Conv/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>3</dim>
					<dim>1344</dim>
					<dim>1024</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>3</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="9" name="StatefulPartitionedCall/model_2/Conv/Conv2D/Dims30335336/EltwiseUnsqueeze5453_const" type="Const" version="opset1">
			<data element_type="f32" offset="1768" shape="1,16,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="10" name="StatefulPartitionedCall/model_2/Conv/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="11" name="StatefulPartitionedCall/model_2/re_lu/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
			</output>
		</layer>
		<layer id="12" name="1031810321_const" type="Const" version="opset1">
			<data element_type="f32" offset="1832" shape="16,1,1,3,3" size="576"/>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="13" name="StatefulPartitionedCall/model_2/expanded_conv/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>672</dim>
					<dim>512</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="14" name="StatefulPartitionedCall/model_2/expanded_conv/depthwise/depthwise/Dims31235349/EltwiseUnsqueeze5505_const" type="Const" version="opset1">
			<data element_type="f32" offset="2408" shape="1,16,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="15" name="StatefulPartitionedCall/model_2/expanded_conv/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="16" name="StatefulPartitionedCall/model_2/re_lu_1/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="17" name="StatefulPartitionedCall/model_2/expanded_conv/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="2472" shape="16,16,1,1" size="1024"/>
			<output>
				<port id="1" precision="FP32">
					<dim>16</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="18" name="StatefulPartitionedCall/model_2/expanded_conv/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>16</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="19" name="StatefulPartitionedCall/model_2/expanded_conv/project/Conv2D/Dims29555326/EltwiseUnsqueeze5413_const" type="Const" version="opset1">
			<data element_type="f32" offset="3496" shape="1,16,1,1" size="64"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="20" name="StatefulPartitionedCall/model_2/expanded_conv/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="21" name="StatefulPartitionedCall/model_2/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3/mean/Fused_Mul_57395741_const" type="Const" version="opset1">
			<data element_type="f32" offset="3560" shape="72,16,1,1" size="4608"/>
			<output>
				<port id="1" precision="FP32">
					<dim>72</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="22" name="StatefulPartitionedCall/model_2/expanded_conv_1/expand/Conv2D" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>16</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>16</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="23" name="data_add_515551605353/EltwiseUnsqueeze5521_const" type="Const" version="opset1">
			<data element_type="f32" offset="8168" shape="1,72,1,1" size="288"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="24" name="StatefulPartitionedCall/model_2/expanded_conv_1/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="25" name="StatefulPartitionedCall/model_2/re_lu_2/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
			</output>
		</layer>
		<layer id="26" name="1028210285_const" type="Const" version="opset1">
			<data element_type="f32" offset="8456" shape="72,1,1,3,3" size="2592"/>
			<output>
				<port id="1" precision="FP32">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="27" name="StatefulPartitionedCall/model_2/expanded_conv_1/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>336</dim>
					<dim>256</dim>
				</port>
				<port id="1">
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="28" name="StatefulPartitionedCall/model_2/expanded_conv_1/depthwise/depthwise/Dims30215334/EltwiseUnsqueeze5445_const" type="Const" version="opset1">
			<data element_type="f32" offset="11048" shape="1,72,1,1" size="288"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="29" name="StatefulPartitionedCall/model_2/expanded_conv_1/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="30" name="StatefulPartitionedCall/model_2/re_lu_3/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="31" name="StatefulPartitionedCall/model_2/expanded_conv_1/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="11336" shape="24,72,1,1" size="6912"/>
			<output>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="32" name="StatefulPartitionedCall/model_2/expanded_conv_1/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>72</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>72</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="33" name="StatefulPartitionedCall/model_2/expanded_conv_1/project/Conv2D/Dims30755343/EltwiseUnsqueeze5481_const" type="Const" version="opset1">
			<data element_type="f32" offset="18248" shape="1,24,1,1" size="96"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="34" name="StatefulPartitionedCall/model_2/expanded_conv_1/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="35" name="StatefulPartitionedCall/model_2/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3/mean/Fused_Mul_57435745_const" type="Const" version="opset1">
			<data element_type="f32" offset="18344" shape="88,24,1,1" size="8448"/>
			<output>
				<port id="1" precision="FP32">
					<dim>88</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="36" name="StatefulPartitionedCall/model_2/expanded_conv_2/expand/Conv2D" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>88</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="37" name="data_add_516351685355/EltwiseUnsqueeze5529_const" type="Const" version="opset1">
			<data element_type="f32" offset="26792" shape="1,88,1,1" size="352"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="38" name="StatefulPartitionedCall/model_2/expanded_conv_2/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="39" name="StatefulPartitionedCall/model_2/re_lu_4/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="40" name="1029010293_const" type="Const" version="opset1">
			<data element_type="f32" offset="27144" shape="88,1,1,3,3" size="3168"/>
			<output>
				<port id="1" precision="FP32">
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="41" name="StatefulPartitionedCall/model_2/expanded_conv_2/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="42" name="StatefulPartitionedCall/model_2/expanded_conv_2/depthwise/depthwise/Dims30395337/EltwiseUnsqueeze5457_const" type="Const" version="opset1">
			<data element_type="f32" offset="30312" shape="1,88,1,1" size="352"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="43" name="StatefulPartitionedCall/model_2/expanded_conv_2/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="44" name="StatefulPartitionedCall/model_2/re_lu_5/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="45" name="StatefulPartitionedCall/model_2/expanded_conv_2/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="30664" shape="24,88,1,1" size="8448"/>
			<output>
				<port id="1" precision="FP32">
					<dim>24</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="46" name="StatefulPartitionedCall/model_2/expanded_conv_2/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>88</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>24</dim>
					<dim>88</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="47" name="StatefulPartitionedCall/model_2/expanded_conv_2/project/Conv2D/Dims29735329/EltwiseUnsqueeze5425_const" type="Const" version="opset1">
			<data element_type="f32" offset="39112" shape="1,24,1,1" size="96"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="48" name="StatefulPartitionedCall/model_2/expanded_conv_2/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="49" name="StatefulPartitionedCall/model_2/expanded_conv_2/Add/add" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="50" name="StatefulPartitionedCall/model_2/expanded_conv_3/expand/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="39208" shape="96,24,1,1" size="9216"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="51" name="StatefulPartitionedCall/model_2/expanded_conv_3/expand/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>24</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>24</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="52" name="StatefulPartitionedCall/model_2/expanded_conv_3/expand/Conv2D/Dims29375323/EltwiseUnsqueeze5401_const" type="Const" version="opset1">
			<data element_type="f32" offset="48424" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="53" name="StatefulPartitionedCall/model_2/expanded_conv_3/expand/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="54" name="StatefulPartitionedCall/model_2/re_lu_6/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
			</output>
		</layer>
		<layer id="55" name="1030610309_const" type="Const" version="opset1">
			<data element_type="f32" offset="48808" shape="96,1,1,3,3" size="3456"/>
			<output>
				<port id="1" precision="FP32">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="56" name="StatefulPartitionedCall/model_2/expanded_conv_3/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="1,1" strides="2,2"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>168</dim>
					<dim>128</dim>
				</port>
				<port id="1">
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="57" name="StatefulPartitionedCall/model_2/expanded_conv_3/depthwise/depthwise/Dims30635341/EltwiseUnsqueeze5473_const" type="Const" version="opset1">
			<data element_type="f32" offset="52264" shape="1,96,1,1" size="384"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="58" name="StatefulPartitionedCall/model_2/expanded_conv_3/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="59" name="StatefulPartitionedCall/model_2/re_lu_7/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="60" name="StatefulPartitionedCall/model_2/expanded_conv_3/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="52648" shape="40,96,1,1" size="15360"/>
			<output>
				<port id="1" precision="FP32">
					<dim>40</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="61" name="StatefulPartitionedCall/model_2/expanded_conv_3/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>96</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>96</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="62" name="StatefulPartitionedCall/model_2/expanded_conv_3/project/Conv2D/Dims30275335/EltwiseUnsqueeze5449_const" type="Const" version="opset1">
			<data element_type="f32" offset="68008" shape="1,40,1,1" size="160"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="63" name="StatefulPartitionedCall/model_2/expanded_conv_3/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="64" name="StatefulPartitionedCall/model_2/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3/mean/Fused_Mul_57475749_const" type="Const" version="opset1">
			<data element_type="f32" offset="68168" shape="240,40,1,1" size="38400"/>
			<output>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="65" name="StatefulPartitionedCall/model_2/expanded_conv_4/expand/Conv2D" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="66" name="data_add_517151765357/EltwiseUnsqueeze5537_const" type="Const" version="opset1">
			<data element_type="f32" offset="106568" shape="1,240,1,1" size="960"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="67" name="StatefulPartitionedCall/model_2/expanded_conv_4/expand/BatchNorm/FusedBatchNormV3/variance/Fused_Add_" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="68" name="StatefulPartitionedCall/model_2/re_lu_8/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="69" name="1027010273_const" type="Const" version="opset1">
			<data element_type="f32" offset="107528" shape="240,1,1,3,3" size="8640"/>
			<output>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="70" name="StatefulPartitionedCall/model_2/expanded_conv_4/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="71" name="StatefulPartitionedCall/model_2/expanded_conv_4/depthwise/depthwise/Dims29795330/EltwiseUnsqueeze5429_const" type="Const" version="opset1">
			<data element_type="f32" offset="116168" shape="1,240,1,1" size="960"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="72" name="StatefulPartitionedCall/model_2/expanded_conv_4/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="73" name="StatefulPartitionedCall/model_2/re_lu_9/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="74" name="StatefulPartitionedCall/model_2/expanded_conv_4/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="117128" shape="40,240,1,1" size="38400"/>
			<output>
				<port id="1" precision="FP32">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="75" name="StatefulPartitionedCall/model_2/expanded_conv_4/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="76" name="StatefulPartitionedCall/model_2/expanded_conv_4/project/Conv2D/Dims30575340/EltwiseUnsqueeze5469_const" type="Const" version="opset1">
			<data element_type="f32" offset="155528" shape="1,40,1,1" size="160"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="77" name="StatefulPartitionedCall/model_2/expanded_conv_4/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="78" name="StatefulPartitionedCall/model_2/expanded_conv_4/Add/add" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="79" name="StatefulPartitionedCall/model_2/expanded_conv_5/expand/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="155688" shape="240,40,1,1" size="38400"/>
			<output>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="80" name="StatefulPartitionedCall/model_2/expanded_conv_5/expand/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="81" name="StatefulPartitionedCall/model_2/expanded_conv_5/expand/Conv2D/Dims30695342/EltwiseUnsqueeze5477_const" type="Const" version="opset1">
			<data element_type="f32" offset="194088" shape="1,240,1,1" size="960"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="82" name="StatefulPartitionedCall/model_2/expanded_conv_5/expand/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="83" name="StatefulPartitionedCall/model_2/re_lu_10/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="84" name="1029410297_const" type="Const" version="opset1">
			<data element_type="f32" offset="195048" shape="240,1,1,3,3" size="8640"/>
			<output>
				<port id="1" precision="FP32">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="85" name="StatefulPartitionedCall/model_2/expanded_conv_5/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="86" name="StatefulPartitionedCall/model_2/expanded_conv_5/depthwise/depthwise/Dims30515339/EltwiseUnsqueeze5465_const" type="Const" version="opset1">
			<data element_type="f32" offset="203688" shape="1,240,1,1" size="960"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="87" name="StatefulPartitionedCall/model_2/expanded_conv_5/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="88" name="StatefulPartitionedCall/model_2/re_lu_11/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="89" name="StatefulPartitionedCall/model_2/expanded_conv_5/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="204648" shape="40,240,1,1" size="38400"/>
			<output>
				<port id="1" precision="FP32">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="90" name="StatefulPartitionedCall/model_2/expanded_conv_5/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>240</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>40</dim>
					<dim>240</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="91" name="StatefulPartitionedCall/model_2/expanded_conv_5/project/Conv2D/Dims29675328/EltwiseUnsqueeze5421_const" type="Const" version="opset1">
			<data element_type="f32" offset="243048" shape="1,40,1,1" size="160"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="92" name="StatefulPartitionedCall/model_2/expanded_conv_5/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="93" name="StatefulPartitionedCall/model_2/expanded_conv_5/Add/add" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="94" name="StatefulPartitionedCall/model_2/expanded_conv_6/expand/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="243208" shape="120,40,1,1" size="19200"/>
			<output>
				<port id="1" precision="FP32">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="95" name="StatefulPartitionedCall/model_2/expanded_conv_6/expand/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>40</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>40</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="96" name="StatefulPartitionedCall/model_2/expanded_conv_6/expand/Conv2D/Dims30815344/EltwiseUnsqueeze5485_const" type="Const" version="opset1">
			<data element_type="f32" offset="262408" shape="1,120,1,1" size="480"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="97" name="StatefulPartitionedCall/model_2/expanded_conv_6/expand/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="98" name="StatefulPartitionedCall/model_2/re_lu_12/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="99" name="1027810281_const" type="Const" version="opset1">
			<data element_type="f32" offset="262888" shape="120,1,1,3,3" size="4320"/>
			<output>
				<port id="1" precision="FP32">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</output>
		</layer>
		<layer id="100" name="StatefulPartitionedCall/model_2/expanded_conv_6/depthwise/depthwise/WithoutBiases" type="GroupConvolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
					<dim>3</dim>
					<dim>3</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="101" name="StatefulPartitionedCall/model_2/expanded_conv_6/depthwise/depthwise/Dims30155333/EltwiseUnsqueeze5441_const" type="Const" version="opset1">
			<data element_type="f32" offset="267208" shape="1,120,1,1" size="480"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="102" name="StatefulPartitionedCall/model_2/expanded_conv_6/depthwise/depthwise" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="103" name="StatefulPartitionedCall/model_2/re_lu_13/Relu" type="ReLU" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</input>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="104" name="StatefulPartitionedCall/model_2/expanded_conv_6/project/Conv2D_weights_fused_bn/Output_0/Data__const" type="Const" version="opset1">
			<data element_type="f32" offset="267688" shape="48,120,1,1" size="23040"/>
			<output>
				<port id="1" precision="FP32">
					<dim>48</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="105" name="StatefulPartitionedCall/model_2/expanded_conv_6/project/Conv2D/WithoutBiases" type="Convolution" version="opset1">
			<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>120</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>48</dim>
					<dim>120</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="106" name="StatefulPartitionedCall/model_2/expanded_conv_6/project/Conv2D/Dims29495325/EltwiseUnsqueeze5409_const" type="Const" version="opset1">
			<data element_type="f32" offset="290728" shape="1,48,1,1" size="192"/>
			<output>
				<port id="1" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="107" name="StatefulPartitionedCall/model_2/expanded_conv_6/project/Conv2D" type="Add" version="opset1">
			<input>
				<port id="0">
					<dim>1</dim>
					<dim>48</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
				<port id="1">
					<dim>1</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</input>
			<output>
				<port id="2" precision="FP32">
					<dim>1</dim>
					<dim>48</dim>
					<dim>84</dim>
					<dim>64</dim>
				</port>
			</output>
		</layer>
		<layer id="108" name="StatefulPartitionedCall/model_2/expanded_conv_7/expand/BatchNorm/FusedBatchNormV3/mean/Fused_Mul_57515753_const" type="Const" version="opset1">
			<data element_type="f32" offset="290920" shape="144,48,1,1" size="27648"/>
			<output>
				<port id="1" precision="FP32">
					<dim>144</dim>
					<dim>48</dim>
					<dim>1</dim>
					<dim>1</dim>
				</port>
			</output>
		</layer>
		<layer id="109" name="StatefulPartitionedCall/model_2/expanded_conv_7/expand/Conv2D" type="Convolution" version="opset1">
